[
      {
        
        "img": "https://i.ibb.co/b3VnN8M/family-Home1.jpg",
        "site_title": "Sunset Valley Estates",
        "id": "SV001",
        "segment_name": "Luxury Homes",
        "description": "Nestled amidst picturesque landscapes, these beautiful single-family homes redefine contemporary living with a blend of charm and modernity. Each residence is a testament to exquisite design, offering a sanctuary of comfort and style. With panoramic views that captivate the soul, residents immerse themselves in the natural splendor that surrounds them. Modern amenities seamlessly merge with timeless elegance, creating an atmosphere where every moment is imbued with tranquility and luxury. ",
        "price": "$800,000",
        "status": "Sale",
        "total_area": "7,000 sqft",
        "location": "Sunset Valley, CA",
        "facilities": ["Swimming pool", "Tennis court", "Gym"],
        "category" : "single family home"
      },
      {
        "img": "https://i.ibb.co/t2F6QvT/family-Home2.jpg"
        ,
        "site_title": "Oakridge Meadows",
        "id": "OM002",
        "segment_name": "Family Homes",
        "description": "Tucked away in the embrace of nature, these cozy family homes offer an idyllic retreat from the bustle of city life. With verdant landscapes as their backdrop, each residence embodies warmth and comfort, providing a haven for families to thrive. Close proximity to schools and parks ensures convenience and endless opportunities for outdoor adventures. Here, amidst the tranquility of nature's embrace, cherished memories are forged, and every day unfolds with the promise of laughter and joy.",
        "price": "$500,000",
        "status": "Sale",
        "total_area": "2,200 sqft",
        "location": "Oakridge, TX",
        "facilities": ["Community playground", "Walking trails", "Fitness center"],
        "category" : "single family home"
      }
    ,
      {
        "img": "https://i.ibb.co/tsKkwHm/town-House2.jpg",
        "site_title": "Maplewood Townhomes",
        "id": "MT003",
        "segment_name": "Modern Townhomes",
        "description": "In the heart of urban vitality, these contemporary townhomes redefine city living with a fusion of style and convenience. Each unit boasts spacious layouts designed for modern lifestyles, offering ample room to live, work, and entertain. With sleek architectural lines and sophisticated finishes, these homes exude elegance at every turn. Urban convenience is at your doorstep, with access to vibrant amenities, dining, and entertainment just steps away.",
        "price": "$600,000",
        "status": "Sale",
        "total_area": "2,500 sqft",
        "location": "Maplewood, NJ",
        "facilities": ["Roof deck", "Garage parking", "Pet-friendly community"],
        "category" : "town house"
      },
      {
        "img": "https://i.postimg.cc/tgJR2Vjs/jakub-zerdzicki-c-Ip-SNxx4a-ZU-unsplash.jpg",
        "site_title": "Heritage Square",
        "id": "HS004",
        "segment_name": "Historic Townhomes",
        "description": "Nestled within the embrace of history, these charming historic townhomes have been lovingly restored to harmoniously blend old-world charm with modern comforts. Each residence tells a story of bygone eras, with architectural details and character preserved to honor the past. Yet, within these walls, modern amenities seamlessly integrate, offering a lifestyle of comfort and convenience. Whether it's savoring morning coffee in a sunlit courtyard or relaxing in a contemporary kitchen, every corner whispers tales of both nostalgia and contemporary living.",
        "price": "$450,000",
        "status": "Sale",
        "total_area": "2,000 sqft",
        "location": "Heritage, VA",
        "facilities": ["Gated community", "Community garden", "Fitness center"],
        "category" : "town house"
      },
  
      {
        "img": "https://i.ibb.co/vcFFSpJ/appartment1.jpg",
        "site_title": "City View Apartments",
        "id": "CV005",
        "segment_name": "Urban Living",
        "description": "Perched high above the bustling cityscape, these stylish apartments offer a luxurious urban retreat with sweeping panoramic views that stretch to the horizon. Each residence is a masterpiece of modern design, marrying sleek aesthetics with unparalleled comfort. Residents indulge in a wealth of luxury amenities, from rooftop lounges to state-of-the-art fitness centers, elevating everyday living to extraordinary heights. Whether admiring the twinkling city lights from expansive windows or unwinding in the serenity of private balconies, these apartments epitomize cosmopolitan living at its finest.",
        "price": "$2,500/month",
        "status": "Rent",
        "total_area": "1,000 sqft",
        "location": "Downtown, NY",
        "facilities": ["Rooftop pool", "Concierge service", "Fitness center"],
        "category" : "appartments"
      },
      {
        "img": "https://i.postimg.cc/X7bKZnfZ/ronin-63-U5m-POy8n8-unsplash.jpg",
        "site_title": "Lakefront Towers",
        "id": "LT006",
        "segment_name": "Waterfront Living",
        "description": "Perched gracefully above the tranquil expanse of the lake, these upscale apartments redefine modern living with an aura of elegance and sophistication. Each residence is a sanctuary of luxury, boasting panoramic views that weave a tapestry of serenity. Residents revel in resort-style amenities, from cascading pools reflecting the azure skies to state-of-the-art fitness centers designed for rejuvenation. With meticulous attention to detail, every corner exudes opulence and comfort, offering a haven where everyday stresses dissipate into the gentle breeze.",
        "price": "$3,000/month",
        "status": "Rent",
        "total_area": "1,200 sqft",
        "location": "Lakeview, CA",
        "facilities": ["Private balcony", "Boat dock access", "Yoga studio"],
        "category" : "appartments"
      },
  
      {
        "img": "https://i.postimg.cc/8C6gndjn/inja-pavlic-4-AH2ytmy-Kc-M-unsplash.jpg",
        "site_title": "Campus Pointe",
        "id": "CP007",
        "segment_name": "Modern Student Living",
        "description": "Designed for the dynamic student lifestyle, these fully furnished apartments offer the perfect blend of convenience and comfort. Situated just moments away from campus, residents enjoy seamless access to academic pursuits and vibrant campus life. Each apartment is thoughtfully appointed with modern furnishings, ensuring a welcoming retreat after a busy day of studies. With amenities tailored to student needs, from high-speed internet to communal study areas, academic success is within reach.",
        "price": "$800/month",
        "status": "Rent",
        "total_area": "600 sqft",
        "location": "University District, WA",
        "facilities": ["Study lounge", "Game room", "Fitness center"],
        "category" : "student housing"
      },
      {
        "img": "https://i.ibb.co/g4PcKLY/student-Housing2.jpg",
        "site_title": "Ivy League Residences",
        "id": "IL008",
        "segment_name": "Premier Student Housing",
        "description": "Elevating the student living experience to new heights, these luxurious student housing accommodations redefine campus life with opulent finishes and comprehensive academic support services. Each residence exudes sophistication, boasting high-end finishes and modern amenities that cater to discerning students. From sleek communal spaces for collaboration to private study rooms equipped with cutting-edge technology, every aspect is designed to foster academic excellence.",
        "price": "$1,200/month",
        "status": "Rent",
        "total_area": "700 sqft",
        "location": "University Heights, MA",
        "facilities": ["24/7 security", "Computer lab", "Outdoor courtyard"],
        "category" : "student housing"
      },
   
      {
        "img": "https://i.ibb.co/rdbWVX0/senior-Living-Communities2.jpg",
        "site_title": "Golden Oaks Retirement Village",
        "id": "GO009",
        "segment_name": "Active Senior Living",
        "description": "Embracing the golden years with grace and vitality, this retirement community offers independent living enriched with a vibrant tapestry of social activities and wellness programs. Residents revel in the freedom of self-expression and exploration, with a plethora of engaging pursuits to suit every interest. From cultural outings to fitness classes, each day presents opportunities for meaningful connections and personal growth.",
        "price": "$3,000/month",
        "status": "Rent",
        "total_area": "800 sqft",
        "location": "Golden Hills, FL",
        "facilities": ["Community clubhouse", "Walking trails", "Fitness classes"],
        "category" : "senior living communities"
      },
      {
        "img": "https://i.postimg.cc/Ls9gRXMS/joyce-huis-66-QEF-Zmz-KY-unsplash.jpg",
        "site_title": "Silver Pines Senior Residences",
        "id": "SP010",
        "segment_name": "Assisted Living",
        "description": "Providing a nurturing haven for seniors, this comfortable senior living community offers personalized care and support services tailored to individual needs. Each resident is embraced with compassion and dignity, receiving attentive care that promotes independence and well-being. From assistance with daily activities to medication management, every aspect of life is thoughtfully tended to, ensuring peace of mind for both residents and their families.",
        "price": "$4,500/month",
        "status": "Rent",
        "total_area": "900 sqft",
        "location": "Silver Springs, AZ",
        "facilities": ["Medication management", "Memory care programs", "Restaurant-style dining"],
        "category" : "senior living communities"
      },
    
     
      {
        "img": "https://i.postimg.cc/rsjZzsPk/sasha-kaunas-TAg-GZWz6-Qg8-unsplash.jpg",
        "site_title": "Seaside Retreats",
        "id": "SR011",
        "segment_name": "Beachfront Getaways",
        "description": "Nestled along the tranquil shores, these beachfront vacation homes offer an idyllic escape with breathtaking ocean views and direct access to pristine sandy beaches. Each home is a sanctuary of relaxation, where the rhythm of the waves sets the pace for a rejuvenating retreat. Whether lounging on sun-drenched decks or strolling along the water's edge, residents bask in the serenity of coastal living.",
        "price": "$300/night",
        "status": "rent",
        "total_area": "1,500 sqft",
        "location": "Seaside, CA",
        "facilities": ["Private beach access", "Outdoor BBQ area", "Oceanfront deck"],
        "category" : "vacation rentals"
      },
      {
        "img": "https://i.postimg.cc/VkC68GtV/tim-trad-BYPMtj-YMEyk-unsplash.jpg",
        "site_title": "Mountain Hideaways",
        "id": "MH012",
        "segment_name": "Scenic Mountain Retreats",
        "description": "Perched amidst the rugged grandeur of the mountains, these cozy cabins offer a serene retreat with enchanting vistas and access to winding hiking trails. Each cabin is a rustic haven, where the scent of pine mingles with the crisp mountain air, inviting guests to unwind and reconnect with nature. From the warmth of crackling fireside evenings to the exhilaration of exploring the wilderness, every moment is imbued with adventure and tranquility.",
        "price": "$250/night",
        "status": "Rent",
        "total_area": "1,200 sqft",
        "location": "Mountain Valley, CO",
        "facilities": ["Hot tub", "Fireplace", "Outdoor seating area"],
        "category" : "vacation rentals"
      }
    
    ]
  